cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "anyenv"
brew "bat"
brew "exa"
brew "git"
brew "heroku"
brew "peco"
brew "rsync"
brew "tree"
brew "wget"

cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "box-drive"
cask "cheatsheet"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "microsoft-edge"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "virtualbox"
cask "vagrant"
cask "visual-studio-code"
cask "zoomus"

mas "BetterSnapTool", id: 417375580
mas "LINE", id: 539883307
mas "KakaoTalk", id: 869223134
mas "Magnet", id: 441258766
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
