cask_args appdir: "/Applications"

# brew "anyenv"
# brew "mise"
brew "awsume"
# brew "aws-sam-cli"
brew "bash-completion"
# brew "bitwarden-cli"
brew "blueutil"
# brew "cfn-lint"
brew "coreutils"
brew "curl"
brew "docker"
# brew "eslint"
brew "gawk"
brew "gh"
brew "git"
brew "git-secrets"
brew "gpg"
brew "grep"
brew "gzip"
brew "hadolint"
brew "jq"
brew "mas"
brew "pre-commit"
# brew "pylint"
# brew "rsync"
brew "shellcheck"
brew "sleepwatcher"
brew "terraform-docs"
brew "tflint"
brew "trivy"
brew "tree"
brew "uv"
brew "watch"
brew "wget"

cask "appcleaner"
# cask "aws-vault"
cask "cursor"
# cask "dbeaver-community"
# cask "discord"
cask "firefox"
# cask "google-chrome"
cask "google-cloud-sdk"
cask "keyboardcleantool"
# cask "kindle"
cask "notion"
# cask "parallels-client"
cask "postman"
cask "rancher"
cask "raycast"
cask "session-manager-plugin"
# cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
# cask "zoom"
# cask "1password-cli"
