cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "anyenv"
brew "bash-completion"
brew "exa"
brew "git"
brew "git-secrets"
brew "heroku"
brew "mas"
brew "rsync"
brew "tree"
brew "watch"
brew "wget"

cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "box-drive"
cask "cheatsheet"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "keyboardcleantool"
cask "kindle"
cask "microsoft-edge"
cask "notion"
cask "ocenaudio"
cask "skitch"
cask "slack"
# cask "sourcetree"
cask "tableplus"
cask "the-unarchiver"
cask "virtualbox"
cask "vagrant"
cask "visual-studio-code"
cask "zoom"

# mas "BetterSnapTool", id: 417375580
# mas "LINE", id: 539883307
# mas "KakaoTalk", id: 869223134
# mas "Magnet", id: 441258766
# mas "Todoist", id: 585829637
