alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
aws-scripting-guy.cform
bpruitt-goddard.mermaid-markdown-syntax-highlighting
chrmarti.regex
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
eastman.vscode-cfn-nag
ecmel.vscode-html-css
esbenp.prettier-vscode
exiasr.hadolint
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.copilot-chat
github.vscode-github-actions
hashicorp.terraform
hediet.vscode-drawio
ionutvmi.path-autocomplete
janisdd.vscode-edit-csv
kddejong.vscode-cfn-lint
mhutchie.git-graph
mosapride.zenkaku
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.black-formatter
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-yaml
ritwickdey.LiveServer
rogalmic.bash-debug
ryu1kn.partial-diff
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
taichi.vscode-textlint
tfsec.tfsec
timonwong.shellcheck
tomoki1207.pdf
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
yzane.markdown-pdf
yzhang.markdown-all-in-one
