amazonwebservices.aws-toolkit-vscode
aws-scripting-guy.cform
batisteo.vscode-django
bierner.markdown-mermaid
chrmarti.regex
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
eastman.vscode-cfn-nag
ecmel.vscode-html-css
eg2.vscode-npm-script
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
hashicorp.terraform
hediet.vscode-drawio
HookyQR.beautify
ionutvmi.path-autocomplete
kddejong.vscode-cfn-lint
KevinRose.vsc-python-indent
mads-hartmann.bash-ide-vscode
magicstack.MagicPython
mosapride.zenkaku
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
naumovs.color-highlight
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-yaml
ritwickdey.LiveServer
ryu1kn.partial-diff
shakram02.bash-beautify
tfsec.tfsec
timonwong.shellcheck
tomoki1207.pdf
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
xabikos.JavaScriptSnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
